[
	{
		"id" : "mercury",
		"name" : "Mercury",
		"headline" : "Mercury is the smallest planet in our solar system—only slightly larger than Earth's Moon. ",
		"link" : "https://solarsystem.nasa.gov/planets/mercury/overview/",
		"image" : "mercury",
		"description" : "The smallest planet in our solar system and nearest to the Sun, Mercury is only slightly larger than Earth's Moon. From the surface of Mercury, the Sun would appear more than three times as large as it does when viewed from Earth, and the sunlight would be as much as seven times brighter. Despite its proximity to the Sun, Mercury is not the hottest planet in our solar system – that title belongs to nearby Venus, thanks to its dense atmosphere. But Mercury is the fastest planet, zipping around the Sun every 88 Earth days. Mercury is appropriately named for the swiftest of the ancient Roman gods.",
		"gallery" : [
      			"mercury-1",
      			"mercury-2",
      			"mercury-3",
      			"mercury-4",
                "mercury-5"
    		],
		"fact" : [
			"Mercury is a rocky planet, also known as a terrestrial planet. Mercury has a solid, cratered surface, much like the Earth's moon.",
			"It is the closest planet to the Sun at a distance of about 36 million miles (58 million kilometers) or 0.39 AU.",
			"One day on Mercury (the time it takes for Mercury to rotate or spin once with respect to the stars) takes 59 Earth days. One day-night cycle on Mercury takes 175.97 Earth days. Mercury makes a complete orbit around the Sun (a year in Mercury time) in just 88 Earth days."
		]
	},
    {
        "id" : "venus",
        "name" : "Venus",
        "headline" : "Earth's twin",
        "link" : "https://solarsystem.nasa.gov/planets/venus/overview/",
        "image" : "venus",
        "description" : "Similar in size and structure to Earth, Venus has been called Earth's twin. These are not identical twins, however – there are radical differences between the two worlds. Venus has a thick, toxic atmosphere filled with carbon dioxide and it’s perpetually shrouded in thick, yellowish clouds of mostly sulfuric acid that trap heat, causing a runaway greenhouse effect. It’s the hottest planet in our solar system, even though Mercury is closer to the Sun. Venus has crushing air pressure at its surface – more than 90 times that of Earth – similar to the pressure you'd encounter a mile below the ocean on Earth. Venus was the first planet to be explored by a spacecraft – NASA’s Mariner 2 successfully flew by and scanned the cloud-covered world on Dec. 14, 1962. Since then, numerous spacecraft from the U.S. and other space agencies have explored Venus, including NASA’s Magellan, which mapped the planet's surface with radar. The former Soviet Union is the only nation to land on the surface of Venus to date, though the spacecraft did not survive long in the harsh environment.",
        "gallery" : [
                  "venus-1",
                  "venus-2",
                  "venus-3",
                  "venus-4",
                "venus-5"
            ],
        "fact" : [
            "If the sun were as tall as a typical front door, the Earth and Venus would each be about the size of a nickel.",
            "One day on Venus lasts 243 Earth days because Venus spins backwards, with its sun rising in the west and setting in the east.",
            "Venus' solid surface is a volcanic landscape covered with extensive plains featuring high volcanic mountains and vast ridged plateaus."
        ]
    },
    {
        "id" : "earth",
        "name" : "Earth",
        "headline" : "the only place we know of so far that’s inhabited by living things.",
        "link" : "https://solarsystem.nasa.gov/planets/earth/overview/",
        "image" : "earth",
        "description" : "Our home planet is the third planet from the Sun, and the only place we know of so far that’s inhabited by living things. While Earth is only the fifth largest planet in the solar system, it is the only world in our solar system with liquid water on the surface. Just slightly larger than nearby Venus, Earth is the biggest of the four planets closest to the Sun, all of which are made of rock and metal. The name Earth is at least 1,000 years old. All of the planets, except for Earth, were named after Greek and Roman gods and goddesses. However, the name Earth is a Germanic word, which simply means 'the ground.'",
        "gallery" : [
                  "earth-1",
                  "earth-2",
                  "earth-3",
                  "earth-4",
                "earth-5"
            ],
        "fact" : [
            "If the Sun were as tall as a typical front door, Earth would be the size of a nickel.",
            "A day on Earth is 24 hours. Earth makes a complete orbit around the sun (a year in Earth time) in about 365 days.",
            "Earth's atmosphere is 78 percent nitrogen, 21 percent oxygen and 1 percent other ingredients—the perfect balance to breathe and live."
        ]
    },
    {
        "id" : "mars",
        "name" : "Mars",
        "headline" : "A dusty, cold, desert world with a very thin atmosphere",
        "link" : "https://solarsystem.nasa.gov/planets/mars/overview/",
        "image" : "mars",
        "description" : "​Mars is the fourth planet from the Sun – a dusty, cold, desert world with a very thin atmosphere. Mars is also a dynamic planet with seasons, polar ice caps, canyons, extinct volcanoes, and evidence that it was even more active in the past. Mars is one of the most explored bodies in our solar system, and it's the only planet where we've sent rovers to roam the alien landscape. NASA currently has two rovers (Curiosity and Perseverance), one lander (InSight), and one helicopter (Ingenuity) exploring the surface of Mars. Perseverance rover – the largest, most advanced rover NASA has sent to another world – touched down on Mars on Feb. 18, 2021, after a 203-day journey traversing 293 million miles (472 million kilometers). The Ingenuity helicopter rode to Mars attached to the belly of Perseverance. Perseverance is one of three spacecraft that arrived at Mars in 2021. The Hope orbiter from the United Arab Emirates arrived on Feb. 9, 2021. China’s Tianwen-1 mission arrived on Feb. 10, 2021, and includes an orbiter, a lander, and a rover. Europa and India also have spacecraft studying Mars from orbit. In May 2021, China became the second nation to ever land successfully on Mars when its Zhurong Mars rover touched down. An international fleet of eight orbiters is studying the Red Planet from above including three NASA orbiters: 2001 Mars Odyssey, Mars Reconnaissance Orbiter, and MAVEN. These robotic explorers have found lots of evidence that Mars was much wetter and warmer, with a thicker atmosphere, billions of years ago.",
        "gallery" : [
                  "mars-1",
                  "mars-2",
                  "mars-3",
                  "mars-4",
                "mars-5"
            ],
        "fact" : [
            "If the Sun were as tall as a typical front door, Earth would be the size of a dime, and Mars would be about as big as an aspirin tablet.",
            "One day on Mars takes a little over 24 hours. Mars makes a complete orbit around the Sun (a year in Martian time) in 687 Earth days.",
            "Mars has a thin atmosphere made up mostly of carbon dioxide (CO2), argon (Ar), nitrogen (N2), and a small amount of oxygen and water vapor."
        ]
    },
    {
        "id" : "jupiter",
        "name" : "Jupiter",
        "headline" : "The giant Planet",
        "link" : "https://solarsystem.nasa.gov/planets/jupiter/overview/",
        "image" : "jupiter",
        "description" : "Jupiter has a long history surprising scientists—all the way back to 1610 when Galileo Galilei found the first moons beyond Earth. That discovery changed the way we see the universe. Fifth in line from the Sun, Jupiter is, by far, the largest planet in the solar system – more than twice as massive as all the other planets combined. Jupiter's familiar stripes and swirls are actually cold, windy clouds of ammonia and water, floating in an atmosphere of hydrogen and helium. Jupiter’s iconic Great Red Spot is a giant storm bigger than Earth that has raged for hundreds of years. One spacecraft — NASA's Juno orbiter — is currently exploring this giant world.",
        "gallery" : [
                  "jupiter-1",
                  "jupiter-2",
                  "jupiter-3",
                  "jupiter-4",
                "jupiter-5"
            ],
        "fact" : [
            "The giant planet's Great Red spot is a centuries-old storm bigger than Earth.",
            "Eleven Earths could fit across Jupiter’s equator. If Earth were the size of a grape, Jupiter would be the size of a basketball.",
            "Jupiter is a gas giant and so lacks an Earth-like surface. If it has a solid inner core at all, it’s likely only about the size of Earth."
        ]
    },
    {
        "id" : "saturn",
        "name" : "Saturn",
        "headline" : "A unique among the planets",
        "link" : "https://solarsystem.nasa.gov/planets/saturn/overview/",
        "image" : "saturn",
        "description" : "Saturn is the sixth planet from the Sun and the second largest planet in our solar system. Adorned with thousands of beautiful ringlets, Saturn is unique among the planets. It is not the only planet to have rings—made of chunks of ice and rock—but none are as spectacular or as complicated as Saturn's. Like fellow gas giant Jupiter, Saturn is a massive ball made mostly of hydrogen and helium.",
        "gallery" : [
                  "saturn-1",
                  "saturn-2",
                  "saturn-3",
                  "saturn-4",
                "saturn-5"
            ],
        "fact" : [
            "Nine Earths side by side would almost span Saturn’s diameter. That doesn’t include Saturn’s rings.",
            "Saturn has the most spectacular ring system, with seven rings and several gaps and divisions between them.",
            "Saturn cannot support life as we know it, but some of Saturn's moons have conditions that might support life."
        ]
    },
    {
        "id" : "uranus",
        "name" : "Uranus",
        "headline" : "The sideways planet",
        "link" : "https://solarsystem.nasa.gov/planets/uranus/overview/",
        "image" : "uranus",
        "description" : "The first planet found with the aid of a telescope, Uranus was discovered in 1781 by astronomer William Herschel, although he originally thought it was either a comet or a star. It was two years later that the object was universally accepted as a new planet, in part because of observations by astronomer Johann Elert Bode. Herschel tried unsuccessfully to name his discovery Georgium Sidus after King George III. Instead the scientific community accepted Bode's suggestion to name it Uranus, the Greek god of the sky, as suggested by Bode.​",
        "gallery" : [
                  "uranus-1",
                  "uranus-2",
                  "uranus-3",
                  "uranus-4",
                "uranus-5"
            ],
        "fact" : [
            "Uranus—seventh planet from the Sun—rotates at a nearly 90-degree angle from the plane of its orbit. This unique tilt makes Uranus appear to spin on its side.",
            "Uranus takes about 17 hours to rotate once (a Uranian day), and about 84 Earth years to complete an orbit of the Sun (a Uranian year).",
            "Uranus is an ice giant. Most of its mass is a hot, dense fluid of icy materials – water, methane and ammonia – above a small rocky core."
        ]
    },
    {
        "id" : "neptune",
        "name" : "Neptune",
        "headline" : "Most distant major planet",
        "link" : "https://solarsystem.nasa.gov/planets/neptune/overview/",
        "image" : "neptune",
        "description" : "Dark, cold and whipped by supersonic winds, ice giant Neptune is the eighth and most distant planet in our solar system. More than 30 times as far from the Sun as Earth, Neptune is the only planet in our solar system not visible to the naked eye and the first predicted by mathematics before its discovery. In 2011 Neptune completed its first 165-year orbit since its discovery in 1846. NASA's Voyager 2 is the only spacecraft to have visited Neptune up close. It flew past in 1989 on its way out of the solar system.",
        "gallery" : [
                  "neptune-1",
                  "neptune-2",
                  "neptune-3",
                  "neptune-4",
                "neptune-5"
            ],
        "fact" : [
            "Neptune is an ice giant. Most of its mass is a hot, dense fluid of icy materials – water, methane and ammonia – above a small rocky core.",
            "Neptune's atmosphere is made up mostly of molecular hydrogen, atomic helium and methane.",
            "Because of dwarf planet Pluto’s elliptical orbit, Pluto is sometimes closer to the Sun (and us) than Neptune is."
        ]
    }
]
